TFA2/app/Controllers/Customers.php

SELECT *
FROM `customers`
ORDER BY `id` ASC
---
    public function index(): string
    {
        $customerModel = new CustomerModel();

        $customers = $customerModel
            ->orderBy('id', 'ASC')
            ->findAll();