TFA2/app/Controllers/Users.php

    public function index(): string
    {
        $userModel = new UserModel();

        $users = $userModel
            ->orderBy('id', 'ASC')
            ->findAll();
---
SELECT *
FROM `users`
ORDER BY `id` ASC